{
  "title": "Alatnica",
  "subtitle": "Kontrukcija i izrada alata",
  "menu": {
    "lt": "Meni",
    "l1": "O Nama",
    "l2": "Reference",
    "l3": "Proizvodi",
    "l4": "Kontakt",
    "mt": "Alati",
    "m1": "Za plastiku",
    "m2": "Za gumu",
    "m3": "Za ekstruziju",
    "m4": "Za lim",
    "m5": "Za bakelit",
    "m6": "Za aluminijum",
    "m7": "Rezervni delovi",
    "m8": "Usmerivač vazduha"
  },
  "about": {
    "title": "O Nama",
    "p1": "MJR Alatnica je osnovana <0>1990 godine</0> kao porodična zanatska radnja sa osnovnom delatnošću konstrukcija i izrada alata, a pod ovim imenom posluje od 1993.<1></1><1></1>Njen osnivač i vlasnik <0>Milorad Majkić</0> je najzaslužniji za višegodišnje poslovanje i uspešan rad. Alatnica je prerasla u moderno preduzeće na prostoru oko 600 m2 sa dodatnim pogonom za livenje plastike od 150 m2",
    "t1": "Alatnica poseduje sve potrebne prostorije",
    "p2": "Kao što su projektni biro, knjigovodstvo, prijemne kancelarije i magacinski prostor, centrala. Prostorije su klimatizovane tako da je obezbeđen ugodan boravak i rad u njima.",
    "t2": "Posedujemo veoma dobar mašinski park",
    "p3": "Mašine za obradu i proizvodnju alata su prvoklasne i veoma kvalitetne. U rukama dobrih majstora ne postoji ništa šta se ne može napraviti na njima.",
    "t3": "Naš mašinski park čine:",
    "li1": "CNC glodalica MAHO MH 800 E",
    "li2": "CNC glodalica MAHO MH 600 E2",
    "li3": "CNC glodalica DECKEL SP 5/CCT",
    "li4": "Erozimat sa elektrodom",
    "li5": "Erozimat sa žicom",
    "li6": "Kopir strug",
    "li7": "Univerzalni strug",
    "li8": "Brusilica za ravno brušenje",
    "li9": "Brusilica za okruglo brušenje",
    "li10": "Graverska mašina za graviranje slova",
    "li11": "Mašina za izlivanje plastike do 200 g i sile zatvaranja 85 t, marke ENGEL i BOY, sa svom pratećom opremom (sušara, termoregulacija temperature, mlin za plastiku)",
    "li12": "Koordinatna bušilica",
    "li13": "Komorna peskirnica za peskiranje (3x2.5x4 m)",
    "li14": "Testera",
    "li15": "Elektroviljuškari (nosivosti 1t i 3,5t)",
    "li16": "Kranska dizalica (nosivosti 5t)",
    "p4": "Naši glavni dobavljači materijala, gotovih kućišta i rezervnih delova su:"
  },
  "refs": {
    "title": "Reference",
    "p1": "MJR Alatnica se ponosi činjenicom da naš vrhunski kvalitet proizvoda i usluga prepoznaju kupci i klijenti sa svih strana sveta. Mi poslujemo na tržištu Srbije, <0>na svim tržištima bivše Jugoslavije</0> (Slovenija, Hrvatska, BiH, Crna Gora i Makedonija), ali i u <0>mnogim zemljama širom naše planete</0> kao što su Italija, Nemačka, Južno Afrička Republika, Singapur itd. Pružamo usluge klijentima svih profila i potreba.",
    "p2": "Radili smo proizvode za Ministarstvo poljoprivrede, ribarstva i ruralnog razvoja, Ministarstvo telekomunikacija kao i za mnoge druge značajne klijente. Budući da partneri imaju apsolutno poverenje u našu stručnost, mnoge od proizvoda smo kompletno osmislili počevši od idejnog rešenja, dizajna, 3D modeliranja pa sve do završne izrade.",
    "p3": "Naš slogan je da <0>ne postoji nemoguć zahtev.</0> Zato vas pozivamo da nas izazovete svojim zahtevima i željama a nama će biti zadovoljstvo da vam odgovorimo na njih i pružimo upravo ono što ste želeli."
  },
  "products": {
    "title": "Proizvodi",
    "p1": "MJR Alatnica ne proizvodi klasičan proizvodni program koji kasnije nudi tržištu. Mi proizvodimo <0>isključivo po narudžbi.</0> Naši klijenti izraze svoje ideje i zahteve a mi im uradimo alat koji tačno odgovara njihovim potrebama i željama. U mogućnosti smo da uradimo alat tačno po specifikacijama i zahtevima koje dobijemo od naručioca.",
    "p2": "S druge strane, klijent može da nam se obrati samo sa idejom o tome šta mu treba i da ostalo prepusti nama. Za mnoge naručioce uradili smo kompletno rešenje, od početka do kraja što uključuje detaljno idejno rešenje, 3D model, dizajn, izrada i finalna obrada.<1/><1/>Mi izrađujemo sve vrste alata i ponosimo se činjenicom da <0>zaista niti jednog klijenta nismo odbili</0> bez obzira koliko je neobičan ili težak zahtev bio.",
    "r1": "Vrlo je teško nabrojati vrste i tipove alata koje mi proizvodimo, jer ih ima zaista mnogo. Gruba podela bi izgledala ovako:",
    "p3": "Posebno bismo želeli da predstavimo naš <0>usmerivač vazduha klime</0> - efikasno rešenje za otklanjanje neprijatnog osećaja usled hladnog vazduha klima uređaja. Učinite vaš boravak u prostorijama prijatnijim!",
    "b1": "Saznaj više",
    "p4": "Osim proizvodnje, vršimo i <0>usluge obrade</0> na CNC glodalici, erozimatu, strugu, brušenje i brizganje plastičnih delova i sl. kao i <0>remont alata</0>"
  },
  "tools": {
    "t1": "Alati za plastiku",
    "t1p1": "Alati koje proizvodimo za plastične mase se mogu podeliti u dve grupe: <0>duvana ambalaža</0> i <0>brizgana ambalaža</0> (u kokilama).<1/><1/>Poseban segment našeg rada predstavlja izrada alata za proizvodnju plastičnih proizvoda kako za masovnu tako i za pojedinačnu proizvodnju. Izradili smo mnogo kompleksnih i veoma zahtevnih alata koji su jedinstveni i unikatni. Neki od naših alata su proizveli <0>preko 30 miliona primeraka proizvoda</0> i još uvek proizvode besprekornim kvalitetom. Pouzdanost, kvalitet i izdržljivost su glavne karakteristike naših alata.",
    "t1p2": "Jedan od najpopularnijih proizvoda koji se dobija brizganjem plastike je <0>DOT Spod hranilica za ribe</0>, koja, osim kvalitetnog plastičnog tela, poseduje vrhunske karakteristike za svoju namenu.",
    "t1p3": "Ovde možete pogledati kako izgleda <0>proces brizganja plastike.</0> Brizganje je najčešća moderna metoda izrade plastičnih proizvoda. Idealno je za proizvodnju velikog broja istih predmeta.",
    "t2": "Alati za gumu",
    "t2p1": "Proizvodimo alate kojima se mogu praviti svi proizvodi od gume, <0>presovanjem</0> i <0>injekcionim ubrizgavanjem</0>. Ovo je samo mali deo gumenog asortimana koji se može proizvesti kod nas. Imamo veliko iskustvo stečeno pravljenjem raznovrsnih alata za proizvodnju npr. semeringa, zakački, nosača, papučica za automobilsku industriju, itd. Posebno smo se specijalizovali za pravljenje alata za proizvode koji sadrže mnogo detalja kao što su žigovi, aplikacije, gravure, itd.",
    "t3": "Alati za ekstruziju",
    "t4": "Alati za štancovanje lima",
    "t4p1": "Podrazumeva probijanje, savijanje, bigovanje i utiskivanje. Pored toga u mogućnosti smo da napravimo i razne vrste alata za kovanje.",
    "t5": "Alati za bakelit",
    "t5p1": "Između ostalog ovladali smo tehnologijom klasičnog pečenja bakelita, kao što se može videti na slikama. Ovim alatima se proizvode razni modeli bakelitnih WC daski i drugi predmeti.",
    "t6": "Alati za špricanje aluminijuma",
    "t6p1": "Imamo veliko iskustvo u izlivanju delova od aluminijuma, bakra, mesinga i ostalih legura plemenitih metala. U mogućnosti smo da napravimo <0>alate za livenje pod pritiskom</0> (ubrizgavanjem u kokile), i <0>klasičnim gravitacionim livenjem</0> raznih oblika od gore navedenih materijala. Proizvodi koji se proizvode tim alatima uključuju razne vrste i ukrasnih i praktičnih delova kao npr. kolena za vodovodne cevi, niple, žabice, elektro kleme itd.",
    "t7": "Delovi alata i mašina",
    "t7p1": "Proizvodimo <0>sve vrste rezervnih delova</0> za razne mašine, sklopove, reduktore, zupčanike, merne letve kao i razne vrste žigova i gravura. Specijalizovali smo se za izradu <0>kompleksnijih rezervnih delova</0> koji predstavljaju izazov za proizvodnju. Znanje, iskustvo i snalažljivost su naši najjači aduti u procesu realizacije i najkomplikovanjih projekata i zadataka."
  },
  "prodlist": {
    "pl01": "Pločica za drvo",
    "pl02": "Model alata za masku - donji deo",
    "pl03": "Model alata za masku - gornji deo",
    "pl04": "Alat kompletan",
    "pl05": "Ručka zamrzivača",
    "pl06": "Donji deo alata za izradu ručke",
    "pl07": "Gornji deo alata za izradu ručke",
    "pl08": "Donji deo alata za izradu poklopca ručke",
    "pl09": "Gornji deo alata za izradu poklopca ručke",
    "pl10": "Marley",
    "pl11": "Model alata za izradu kutije trafoa",
    "pl12": "Model saksije",
    "pl13": "Plastična kanta",
    "pl14": "Alat za izradu plastične kante - donji deo",
    "pl15": "Alat za izradu plastične kante - gornji deo",
    "pl16": "Alat za izradu ručke kante",
    "pl17": "Korpa za zamrzivač sa alatom",
    "pl18": "Atomizer za oprašivanje voća",
    "pl19": "Čep i poklopac za kanticu od ulja",
    "pl20": "Čep od boce za ulje",
    "pl21": "Ušne markice za krave i ostalu stoku",
    "pl22": "Traktorski propeler",
    "pl23": "Fišerov tipl",
    "pl24": "Sigurnostne bravice za kablove i konekcije",
    "pl25": "Alat za izradu sigurnosnih bravica",
    "pl26": "Spojnice za kablove",
    "pl27": "Spojnica za kabl",
    "pl28": "Bočice za punjenje upaljača plinom",
    "pl29": "Epruvete za kanistere od 5l",
    "pl30": "Kalem za bakarnu žicu",
    "pl31": "Spojnice za kompjuterske i ostale kablove",
    "pl32": "Šarkica za WC dasku",
    "pl33": "Vijača",
    "pl34": "Propeler za elektro motore",
    "pl35": "Propeler",
    "pl36": "Alat za izradu usmerivača vazduha klime",
    "g01": "Alat za proizvodnju gumenih podova za automobile",
    "g02": "Model peraja",
    "g03": "Peraja za profesionalne ronioce",
    "g04": "Gumeni prsten",
    "g05": "Cev za disanje za ronioce",
    "g06": "Gume za amortizere",
    "g07": "Gumeni proizvodi za automobile",
    "g08": "Čerupač za živinu",
    "g09": "Muzilica za krave",
    "g10": "Balon za hidrofor",
    "g11": "Manžetna",
    "g12": "Deo za plinske setove",
    "g13": "Pedala za bicikle i motocikle",
    "g14": "Točak za kosačice",
    "g15": "Zakačka za držanje auspuha kod automobila",
    "g16": "Alat za gumu",
    "g17": "Proizvod od gume izrađen alatom",
    "eks01": "Ekstrudirani proizvod",
    "eks02": "Ekstrudirani proizvod",
    "eks03": "Ekstrudirani proizvod",
    "eks04": "Ekstrudirani proizvod",
    "eks05": "Ekstrudirani proizvod",
    "l01": "Alat za štancovanje lima",
    "l02": "Nosač kompresorske stanice za zamrzivač",
    "b01": "Model alata za bakelit",
    "b02": "Alat za proizvodnju daske za WC šolju",
    "b03": "Alat za proizvodnju poklopca WC šolje",
    "b04": "Daska i poklopac WC šolje",
    "a01": "Kalup za vrećaste filtere",
    "a02": "Proizvod od aluminijuma",
    "rd01": "Zupčanici",
    "rd02": "Remenice do 700mm prečnika",
    "rd03": "Horizontalna letva za okidanje na štanc presama",
    "rd04": "Segment za alate",
    "rd05": "Zupčanici",
    "rd06": "Remenica",
    "rd07": "Alat za proizvodnju rezervnih delova",
    "rd08": "Rezervni delovi za pokretne tende",
    "rd09": "Probojci"
  },
  "aguide": {
    "title": "Usmerivač vazduha",
    "p1": "Usmerivač vazduha klime omogućava da prilikom hlađenja <0>ne budete izloženi direktnom duvanju</0> klime, bez obzira na veličinu prostorije i poziciju uređaja. Hladan vazduh se odbija od usmerivača ka plafonu, čime onemogućava uređaju da vam duva direktno u leđa ili glavu.",
    "p2": "Rešenja drugih proizvođača su obično skupa, teška za montažu i održavanje, neefikasna, ili estetski loša. Naše rešenje je elegantno, veoma lako za montažu, lako za održavanje, moderno i pre svega <0>pristupačno.</0>",
    "p3": "Proizvod je proziran - transparentan i deluje kao moderna aplikacija na vašem klima uređaju. Montira se veoma lako, potrebno je samo 3 minuta, tako da <0>nema potrebe za angažovanjem majstora.</0>",
    "p4": "Model je <0>univerzalan</0> i odgovara i starijim i novim modelima klima uređaja, a folija se može prekrojiti ili skratiti po sopstvenoj potrebi.",
    "p5": "Ako želite da <0>poručite</0> ovaj proizvod, to možete učiniti na nekoliko načina:<1/><1/>1. Možete nam <2 to='/kontakt'>poslati e-mail</2>",
    "p5t": "2. Možete nas kontaktirati",
    "p5a": "na Fejsbuku",
    "p6": "Učinite boravak i rad u prostorijama prijatnim, kako sebi, tako i vašim kolegama i klijentima. Postanite jedan od naših zadovoljnih kupaca!"
  },
  "contact": {
    "title": "Kontakt",
    "a1": "Telefoni",
    "cf1": "Ime",
    "cf2": "E-Mail",
    "cf3": "Poruka",
    "sb": "Pošalji",
    "db1": "PDV Obrazac",
    "db2": "Podaci za identifikaciju",
    "sm": "Poruka uspešno poslata! Očekujte odgovor uskoro.",
    "fm": "Došlo je do greške! Molimo vas pokušajte kasnije.",
    "e1": "Unesite vaše ime",
    "e2": "Unesite vašu e-mail adresu",
    "e3": "Unesite vašu poruku",
    "e4": "Potrebno je pravo ime",
    "e5": "Ova e-mail adresa nije validna"
  },
  "error": {
    "title": "404 Greška",
    "text": "Došlo je do greške. Stranica koju tražite ne postoji.",
    "button": "Početna"
  }
}
