{
  "title": "Company",
  "subtitle": "Construction of tools and moulds",
  "menu": {
    "lt": "Menu",
    "l1": "About Us",
    "l2": "References",
    "l3": "Products",
    "l4": "Contact",
    "mt": "Tools",
    "m1": "Plastic",
    "m2": "Rubber",
    "m3": "Extrusion",
    "m4": "Tin",
    "m5": "Bakelite",
    "m6": "Aluminium",
    "m7": "Spare parts",
    "m8": "Air guide"
  },
  "about": {
    "title": "About Us",
    "p1": "MJR Company was founded <0>in 1990</0> as a family craft shop with development and construction of various tools, moulds and casts as primary business. The company has been operating under current name since 1993.<1></1><1></1>Its founder and owner <0>Milorad Majkić</0> is the single most important contributor to the company's expansion and success. The tool shop has grown to a full-fledged company with over 600 m2 of various facilities with additional 150m2 of plastic casting facility.",
    "t1": "The company has all the necessary offices",
    "p2": "Such as design office, accounting, reception quarters, warehouse, phone switchboard, etc. All the space is airconditioned to ensure comfortable working conditions.",
    "t2": "We possess an excellent machine park",
    "p3": "Machines for processing and production of tools and moulds are of highest quality. Coupled with capable operators, they make every task achievable.",
    "t3": "Our machine park consist of:",
    "li1": "CNC mortiser MAHO MH 800 E",
    "li2": "CNC mortiser MAHO MH 600 E2",
    "li3": "CNC glodalica DECKEL SP 5/CCT",
    "li4": "Spark erosion machine with electrodes",
    "li5": "Wire Spark erosion machine",
    "li6": "Copying lathe",
    "li7": "Universal lathe",
    "li8": "Grinder for straight grinding",
    "li9": "Grinder for round grinding",
    "li10": "Engraving machine for engraving letters",
    "li11": "Plastic injection molding machine ENGEL and BOY (up to 200 g with clamping force of 85 T) with all necessary equipment (drying facility, temperature regulation and mill for plastic)",
    "li12": "Coordinating boring machine",
    "li13": "Sand blasting chamber (3x2.5x4 m)",
    "li14": "Metal sawing and cutting machine",
    "li15": "Electric forklift trucks (1 and 3.5 tons)",
    "li16": "Crane (5t)",
    "p4": "OUR MAIN SUPPLIERS OF RAW MATERIAL, SPARE PARTS AND STANDARD COMPONENTS FOR MOULD MAKING, DIE MAKING AS WELL AS PLATES AND BARS FOR MACHINE AND JIG CONSTRUCTION, ARE:"
  },
  "refs": {
    "title": "References",
    "p1": "MJR Company is proud of the fact that our top quality products and services are recognised by the customers and partners from all over the world. We are not focused only on the Serbian market, but also on the markets of <0>many other Balkan countries</0> (Slovenia, Croatia, Bosnia, Montenegro and Macedonia) as well as <0>many other countries, all over the world,</0> such as Italy, Germany, South African Republic, Singapore, etc. We extend our services to a wide variety of clients with different profiles and requirements.",
    "p2": "We manufactured products for The Ministry of Agriculture, Fishery and Rural Development, The Ministry of Telecommunications as well as other important clients. Since our customers had absolute confidence in our expertise, they trusted us with the complete process. We came up with the concept design, 3D modeling, main project design, development, manufacturing and finishing process.",
    "p3": "Our slogan is that <0>there is no such thing as impossible request.</0> Therefore we invite you to challenge us with your desires and requests. We will be glad to meet your demands and offer you exactly what you need."
  },
  "products": {
    "title": "Products",
    "p1": "MJR Company does not manufacture classical range of products designed for selling on the market. We design and manufacture <0>exclusively custom made tools and moulds.</0> Our customers come to us with basic ideas and requests, and we produce the tools and moulds specifically designed for their needs and requirements. We are capable of manufacturing casts and moulds according to the exact and precise specifications and requirements given by our clients.",
    "p2": "On the other hand, our client can come to us with just a vague idea about the product he needs and leave everything else to us. We will then create the complete solution, which includes concept design, detailed developing project, 3D modeling, construction and finishing touches.<1/><1/>We design and manufacture all kinds of tools and are proud of the fact that <0>we haven't turned down a single client</0> regardless of how difficult, unusual or complex his requirements have been.",
    "r1": "It's hard to specify all kinds of tools and moulds we construct, since there are so many of them. Approximately, the categories are:",
    "p3": "We'd like to specially introduce our <0>air guide for air conditioners</0> - an efficient solution for the uncomfortable feeling caused by cold air from the AC. Make your home or work environment more enjoyable!",
    "b1": "Learn more",
    "p4": "We also provide all kinds of <0>services</0> on our CNC mortiser, erosion machine, lathe, grinder, as well as injecting plastic parts etc, and we do <0>tool overhauling.</0>"
  },
  "tools": {
    "t1": "Tools for plastic",
    "t1p1": "Tools and moulds for plastic constructed in our company can be divided into two categories: products made by <0>blowing</0> and products made by <0>injection</0><1/><1/>Constructing tools and moulds for plastic for individual as well as mass production is very important part of our business. We have constructed many complex and demanding moulds which are unique and one of a kind. Some of the tools and moulds constructed here have produced <0>over 30 million items</0> and are still operating with impeccable quality. Durability, reliability and top quality are the main features of our tools and moulds.",
    "t1p2": "One of the most popular products made using injection moulding is the <0>DOT Spod fish feeder</0>. Besides having a quality plastic case, it's specific characteristics are top-notch in it's own field.",
    "t1p3": "Here you can see what the <0>process of injecting plastic</0> looks like. Injection moulding is the most common modern method of manufacturing plastic parts. It is ideal for producing high volumes of the same object.",
    "t2": "Tools for rubber",
    "t2p1": "With tools and moulds constructed here it is possible to manufacture all kinds of rubber products by <0>pressure</0> or <0>injection.</0> This is just a small part of the range of rubber products made with our moulds. We have great experience in constructing moulds and casts for manufacturing rubber gaskets, attachments and hooks, brackets and supprots, pedals for the car industry, etc. We are particularly skilled in constructing moulds that manufacture products with many details like marking irons, engravings, etc.",
    "t3": "Tools for extrusion",
    "t4": "Tools for stamping out tin",
    "t4p1": "Includes punching, bending, impressing and embedding. We also construct various forging molds and casts.",
    "t5": "Tools for bakelite",
    "t5p1": "Among many other things we have perfected the classical production of bakelite under heat and pressure as you can see in these pictures. These moulds produce various bakelite toilet seats as well as many other items.",
    "t6": "Tools for injecting aluminium",
    "t6p1": "We have great experience in moulding various parts made from aluminium, copper, brass and other precious metal alloys. We can construct tools and moulds for moulding various shapes made from the above mentioned metals by <0>injecting under pressure</0> or <0>classical gravity die casting.</0> These moulds produce various decorative items as well as working accessories such as plumbing elbows, nipples, clamps, electric terminals, etc.",
    "t7": "Tool and machine parts",
    "t7p1": "We are manufacturing <0>all kinds of spare parts</0> for various machines, assemblies, reducers, gear wheels, measuring rods as well as various iron marks and engravings. Our specialty is construction of <0>more complex spare parts</0> that present a challenge. We rely on our extensive knowledge, experience and resourcefulness in carrying out and completing the most complex projects and tasks."
},
  "prodlist": {
    "pl01": "Tree marking plate",
    "pl02": "Mask tool model - bottom part",
    "pl03": "Mask tool model - top part",
    "pl04": "Mask tool model - complete tool",
    "pl05": "Deep freezer handle",
    "pl06": "Bottom part of the handle mould",
    "pl07": "Top part of the handle mould",
    "pl08": "Bottom part of the handle cover mould",
    "pl09": "Top part of the handle cover mould",
    "pl10": "Marley",
    "pl11": "Model of the transformer box mould",
    "pl12": "Flowerpot model",
    "pl13": "Plastic bucket",
    "pl14": "Plastic bucket mould - bottom part",
    "pl15": "Plastic bucket mould - top part",
    "pl16": "Bucket handle mould",
    "pl17": "Deep freezer basket and it's mould",
    "pl18": "Atomizer for spraying fruit trees",
    "pl19": "Cap and lid for oil canister",
    "pl20": "Oil bottle lid",
    "pl21": "Ear marks for livestock",
    "pl22": "Tractor propeller",
    "pl23": "Fischer anchor",
    "pl24": "Connection and cable security locks",
    "pl25": "Security locks mould",
    "pl26": "Cable connectors",
    "pl27": "Cable connector",
    "pl28": "Gas refilling container for lighters",
    "pl29": "Tube for 5l canisters",
    "pl30": "Copper wire spool",
    "pl31": "Computer cable connectors",
    "pl32": "Toilet seat hinge",
    "pl33": "Jumping rope handles",
    "pl34": "Electric motor propeller",
    "pl35": "Propeller",
    "pl36": "Air guide mould",
    "g01": "Mould for manufacturing rubber floors in cars",
    "g02": "Model of a diver's fin",
    "g03": "Professional diver's fin",
    "g04": "Rubber ring",
    "g05": "Snorkel",
    "g06": "Rubber covers for shock absorbers",
    "g07": "Rubber products for cars",
    "g08": "Plucker machine part for poultry",
    "g09": "Milking machine part",
    "g10": "Rubber hydrophore tank membrane",
    "g11": "Rubber cover",
    "g12": "Gas set part",
    "g13": "Rubber pedal for bikes and motorcycles",
    "g14": "Mower wheel",
    "g15": "Car muffler rubber attachment",
    "g16": "Rubber mould",
    "g17": "Rubber from the mould",
    "eks01": "Extruded product",
    "eks02": "Extruded product",
    "eks03": "Extruded product",
    "eks04": "Extruded product",
    "eks05": "Extruded product",
    "l01": "Tin stamping tool",
    "l02": "Freezer compressor station base",
    "b01": "Bakelite tool model",
    "b02": "Toilet seat mould",
    "b03": "Toilet lid mould",
    "b04": "Toilet seat with lid",
    "a01": "Bag filters housing for industrial use",
    "a02": "Aluminium product",
    "rd01": "Gears",
    "rd02": "Pulleys up to 700mm in diameter",
    "rd03": "Knockout plate for punching press machines",
    "rd04": "Tool segment",
    "rd05": "Gears",
    "rd06": "Pulley",
    "rd07": "Mould for manufacturing spare parts",
    "rd08": "Spare parts for mobile awnings",
    "rd09": "Metal punches"
  },
  "aguide": {
    "title": "Air guide",
    "p1": "Air guide for air conditioning devices makes sure you are <0>not directly exposed to the cold air</0> from your AC unit, regardless of the room size and the position of the AC. The air is deflected off the product towards the ceiling, which ensures the unit won't blow directly on your head or your back.",
    "p2": "Alternative solutions from other companies are usually expensive, hard to set up and maintain, inefficent, or aesthetically unappealing. Our solution is elegant, easy to set up, easy to maintain, modern and, most importantly, <0>affordable.</0>",
    "p3": "The product is transparent and it looks like a modern application on your air conditioner. It's very easy to set up, it takes only 3 minutes, so there is <0>no need to call a technician.</0>",
    "p4": "The model is <0>universal</0> and can work both with older and newer air conditioners, and the plastic sheet can be resized according to your personal needs.",
    "p5": "If you wish to <0>order</0> this product, you can:<1/><1/>1. Visit our contact page and <2 to='/kontakt'>e-mail us</2>",
    "p5t": "2. You can contact us",
    "p5a": "on Facebook",
    "p6": "Make your home or work environment pleasent for yourself, your clients and your coworkers. Become one of our satisfied customers!"
  },
  "contact": {
    "title": "Contact",
    "a1": "Phone numbers",
    "cf1": "Name",
    "cf2": "E-Mail",
    "cf3": "Message",
    "sb": "Send",
    "db1": "VAT Certificate",
    "db2": "Full company info",
    "sm": "Message sent successfully! Expect a reply from us soon.",
    "fm": "An error occured! Please try again later.",
    "e1": "Please enter your name",
    "e2": "Please enter your e-mail address",
    "e3": "Please enter your message",
    "e4": "Please enter a real name",
    "e5": "This e-mail address is invalid"
  },
  "error": {
    "title": "404 Error",
    "text": "Error. The page you are looking for does not exist.",
    "button": "Home page"
  }
}
